export function Home() {
	return (
		<>
			<div className="pt-0 pr-[180px] pb-0 pl-[180px] flex flex-row items-center justify-between self-stretch shrink-0 h-24 relative overflow-hidden">
				<div className="shrink-0 w-[186px] h-[68px] relative overflow-hidden">
					<div className="absolute inset-0">
						<div className="w-[186px] h-[68px] static">
							<div className="w-[186px] h-[68px] static">
								<svg className="absolute left-0 top-[68px] overflow-visible"></svg>

								<div className="w-[185.57px] h-[53.44px] static">
									<svg
										className="absolute left-[0.3px] top-[47.85px] overflow-visible"
										style={{
											transform:
												"translate(0px, -15.76px)",
										}}
										width="13"
										height="16"
										viewBox="0 0 13 16"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M7.98369 15.8518C5.47342 15.8518 3.56559 15.1871 2.25973 13.8571C0.953401 12.5276 0.300354 10.5838 0.300354 8.02655C0.300354 5.51322 0.982652 3.56249 2.34725 2.1739C3.71161 0.785768 5.61202 0.0915867 8.04916 0.0915867C9.21666 0.0915867 10.311 0.244789 11.3327 0.551661C11.566 0.625124 11.7227 0.723696 11.8033 0.847839C11.8834 0.971983 11.9238 1.17308 11.9238 1.45066V3.29189C11.9238 3.6864 11.7706 3.88378 11.4639 3.88378C11.3908 3.88378 11.2085 3.84728 10.9167 3.77405C10.2017 3.61317 9.48642 3.53297 8.77162 3.53297C7.42885 3.53297 6.4148 3.88726 5.72902 4.59609C5.04301 5.30492 4.70012 6.3534 4.70012 7.74153V8.22369C4.70012 9.58276 5.03187 10.6205 5.69606 11.3363C6.36001 12.0524 7.34109 12.4104 8.64022 12.4104C9.54492 12.4104 10.3914 12.3155 11.1795 12.1256C11.4128 12.0673 11.5804 12.0377 11.6831 12.0377C11.9893 12.0377 12.1425 12.2349 12.1425 12.6296V14.4709C12.1425 14.7487 12.1021 14.9498 12.0222 15.0737C11.9419 15.1978 11.7847 15.2966 11.5514 15.3696C10.559 15.6909 9.36988 15.8518 7.98369 15.8518Z"
											fill="#232F3E"
										/>
									</svg>

									<svg
										className="absolute left-[13.28px] top-[47.94px] overflow-visible"
										style={{
											transform:
												"translate(0px, -15.94px)",
										}}
										width="16"
										height="16"
										viewBox="0 0 16 16"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M7.91962 12.5857C9.02839 12.5857 9.86414 12.1986 10.4259 11.424C10.9878 10.6496 11.2689 9.50979 11.2689 8.00449C11.2689 6.47013 10.984 5.31216 10.415 4.53033C9.84603 3.74851 9.01423 3.35771 7.91962 3.35771C6.82525 3.35771 5.99693 3.74502 5.43535 4.51941C4.87331 5.29403 4.59264 6.43387 4.59264 7.93893C4.59264 9.45888 4.87331 10.6131 5.43535 11.4019C5.99693 12.1912 6.82525 12.5857 7.91962 12.5857ZM7.91962 15.9395C6.32891 15.9395 4.95712 15.607 3.80448 14.9421C2.65184 14.2772 1.77616 13.3459 1.1779 12.1473C0.579408 10.9493 0.280396 9.54652 0.280396 7.93893C0.280396 6.28764 0.594034 4.8665 1.22154 3.67551C1.84905 2.48452 2.73541 1.57483 3.88109 0.946441C5.02653 0.318051 6.37279 0.00374194 7.91962 0.00374194C9.5101 0.00374194 10.8819 0.332698 12.035 0.990148C13.1874 1.64783 14.0668 2.57589 14.6725 3.77408C15.2777 4.97251 15.5809 6.38226 15.5809 8.00449C15.5809 9.65602 15.2668 11.0807 14.6395 12.2788C14.012 13.4773 13.1217 14.387 11.9691 15.0079C10.8164 15.6289 9.46623 15.9395 7.91962 15.9395Z"
											fill="#232F3E"
										/>
									</svg>

									<svg
										className="absolute left-[31.38px] top-[47.57px] overflow-visible"
										style={{
											transform:
												"translate(0px, -15.19px)",
										}}
										width="17"
										height="16"
										viewBox="0 0 17 16"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M1.03921 15.5668C0.805661 15.5668 0.637815 15.5157 0.535667 15.4134C0.43352 15.3113 0.382446 15.1433 0.382446 14.9092V1.0339C0.382446 0.785841 0.43352 0.614273 0.535667 0.518724C0.637815 0.423873 0.805661 0.376445 1.03921 0.376445H4.32255C4.52661 0.376445 4.68378 0.409458 4.79312 0.475017C4.9027 0.540809 5.00833 0.683318 5.11048 0.902546L8.54727 8.61828L12.0275 0.902546C12.1294 0.683318 12.2355 0.540809 12.3448 0.475017C12.4544 0.409458 12.6111 0.376445 12.8156 0.376445H15.9458C16.1935 0.376445 16.365 0.423873 16.4602 0.518724C16.5547 0.614273 16.6023 0.785841 16.6023 1.0339V14.9092C16.6023 15.1433 16.5547 15.3113 16.4602 15.4134C16.365 15.5157 16.1935 15.5668 15.9458 15.5668H13.6254C13.3918 15.5668 13.2238 15.5157 13.1221 15.4134C13.0197 15.3113 12.9689 15.1433 12.9689 14.9092V6.18539L10.5828 11.5775C10.4806 11.7965 10.375 11.9392 10.2654 12.005C10.1561 12.0706 9.99915 12.1036 9.79486 12.1036H7.1901C6.98534 12.1036 6.82864 12.0706 6.71953 12.005C6.60995 11.9392 6.50386 11.7965 6.40218 11.5775L4.01611 6.18539V14.9092C4.01611 15.1433 3.96851 15.3113 3.8738 15.4134C3.77885 15.5157 3.60752 15.5668 3.35934 15.5668H1.03921Z"
											fill="#232F3E"
										/>
									</svg>

									<svg
										className="absolute left-[50.84px] top-[47.57px] overflow-visible"
										style={{
											transform:
												"translate(0px, -15.19px)",
										}}
										width="18"
										height="16"
										viewBox="0 0 18 16"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M1.49833 15.5668C1.26478 15.5668 1.09693 15.5157 0.995018 15.4134C0.892871 15.3113 0.841797 15.1433 0.841797 14.9092V1.0339C0.841797 0.785841 0.892871 0.614273 0.995018 0.518724C1.09693 0.423873 1.26478 0.376445 1.49833 0.376445H4.7819C4.98596 0.376445 5.1429 0.409458 5.25247 0.475017C5.36205 0.540809 5.46768 0.683318 5.56983 0.902546L9.00639 8.61828L12.4868 0.902546C12.5885 0.683318 12.6948 0.540809 12.8042 0.475017C12.9135 0.409458 13.0702 0.376445 13.2748 0.376445H16.4049C16.6528 0.376445 16.8244 0.423873 16.9193 0.518724C17.014 0.614273 17.0616 0.785841 17.0616 1.0339V14.9092C17.0616 15.1433 17.014 15.3113 16.9193 15.4134C16.8244 15.5157 16.6528 15.5668 16.4049 15.5668H14.0847C13.851 15.5668 13.6831 15.5157 13.5812 15.4134C13.4788 15.3113 13.428 15.1433 13.428 14.9092V6.18539L11.0419 11.5775C10.9398 11.7965 10.8341 11.9392 10.7246 12.005C10.6152 12.0706 10.4583 12.1036 10.2542 12.1036H7.64922C7.4447 12.1036 7.28799 12.0706 7.17865 12.005C7.06907 11.9392 6.96321 11.7965 6.86129 11.5775L4.47522 6.18539V14.9092C4.47522 15.1433 4.42787 15.3113 4.33315 15.4134C4.23796 15.5157 4.06664 15.5668 3.8187 15.5668H1.49833Z"
											fill="#232F3E"
										/>
									</svg>

									<svg
										className="absolute left-[70.21px] top-[47.94px] overflow-visible"
										style={{
											transform:
												"translate(0px, -15.56px)",
										}}
										width="14"
										height="16"
										viewBox="0 0 14 16"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M6.84585 15.9394C4.7444 15.9394 3.11376 15.4242 1.95369 14.3944C0.793621 13.364 0.21347 11.8989 0.21347 9.99913V1.03406C0.21347 0.785769 0.264312 0.614199 0.366691 0.518883C0.468607 0.424032 0.636453 0.376606 0.870231 0.376606H3.78143C4.02937 0.376606 4.20047 0.424032 4.29588 0.518883C4.3906 0.614199 4.43796 0.785769 4.43796 1.03406V10.1309C4.43796 10.9346 4.64225 11.5446 5.05108 11.9612C5.4592 12.3776 6.05769 12.5857 6.84585 12.5857C8.46581 12.5857 9.27556 11.7676 9.27556 10.1309V1.03406C9.27556 0.785769 9.32664 0.614199 9.42878 0.518883C9.53047 0.424032 9.69855 0.376606 9.93232 0.376606H12.8435C13.0912 0.376606 13.2628 0.424032 13.358 0.518883C13.4527 0.614199 13.5001 0.785769 13.5001 1.03406V10.0212C13.5001 11.9062 12.9162 13.364 11.7489 14.3944C10.5814 15.4242 8.9473 15.9394 6.84585 15.9394Z"
											fill="#232F3E"
										/>
									</svg>

									<svg
										className="absolute left-[86.65px] top-[47.57px] overflow-visible"
										style={{
											transform:
												"translate(0px, -15.19px)",
										}}
										width="14"
										height="16"
										viewBox="0 0 14 16"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M1.30862 15.5668C1.07507 15.5668 0.907224 15.5157 0.805076 15.4134C0.702929 15.3113 0.651855 15.1433 0.651855 14.9092V1.0339C0.651855 0.785841 0.702929 0.614273 0.805076 0.518724C0.907224 0.423873 1.07507 0.376445 1.30862 0.376445H4.39509C4.64303 0.376445 4.82898 0.412945 4.95319 0.486175C5.07692 0.559174 5.19021 0.683318 5.29236 0.858607L10.3487 9.97735V1.0339C10.3487 0.785841 10.3997 0.614273 10.5021 0.518724C10.604 0.423873 10.7721 0.376445 11.0056 0.376445H13.3258C13.5737 0.376445 13.7451 0.423873 13.84 0.518724C13.935 0.614273 13.9825 0.785841 13.9825 1.0339V14.9092C13.9825 15.1433 13.935 15.3113 13.84 15.4134C13.7451 15.5157 13.5737 15.5668 13.3258 15.5668H10.2395C9.99091 15.5668 9.80518 15.5306 9.68121 15.4571C9.55701 15.3843 9.44395 15.26 9.34204 15.0847L4.28551 6.05357V14.9092C4.28551 15.1433 4.23792 15.3113 4.1432 15.4134C4.04825 15.5157 3.87692 15.5668 3.62899 15.5668H1.30862Z"
											fill="#232F3E"
										/>
									</svg>

									<svg
										className="absolute left-[103.31px] top-[47.57px] overflow-visible"
										style={{
											transform:
												"translate(0px, -15.19px)",
										}}
										width="5"
										height="16"
										viewBox="0 0 5 16"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M0.966038 15.5668C0.732492 15.5668 0.564645 15.5157 0.46273 15.4134C0.360583 15.3113 0.309509 15.1433 0.309509 14.9092V1.0339C0.309509 0.785841 0.360583 0.614273 0.46273 0.518724C0.564645 0.423873 0.732492 0.376445 0.966038 0.376445H3.87747C4.12518 0.376445 4.29674 0.423873 4.39192 0.518724C4.48641 0.614273 4.534 0.785841 4.534 1.0339V14.9092C4.534 15.1433 4.48641 15.3113 4.39192 15.4134C4.29674 15.5157 4.12518 15.5668 3.87747 15.5668H0.966038Z"
											fill="#232F3E"
										/>
									</svg>

									<svg
										className="absolute left-[109.44px] top-[47.57px] overflow-visible"
										style={{
											transform:
												"translate(0px, -15.19px)",
										}}
										width="14"
										height="16"
										viewBox="0 0 14 16"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M5.49477 15.5668C5.26123 15.5668 5.09338 15.5157 4.99123 15.4134C4.88908 15.3113 4.83824 15.1433 4.83824 14.9092V3.68624H1.09501C0.86146 3.68624 0.693381 3.63533 0.591698 3.53281C0.489318 3.43075 0.438477 3.26267 0.438477 3.02856V1.0339C0.438477 0.785841 0.489318 0.614273 0.591698 0.518724C0.693381 0.423873 0.86146 0.376445 1.09501 0.376445H12.8057C13.0539 0.376445 13.225 0.423873 13.3202 0.518724C13.4149 0.614273 13.4623 0.785841 13.4623 1.0339V3.02856C13.4623 3.26267 13.4149 3.43075 13.3202 3.53281C13.225 3.63533 13.0539 3.68624 12.8057 3.68624H9.06273V14.9092C9.06273 15.1433 9.01514 15.3113 8.92042 15.4134C8.82547 15.5157 8.65391 15.5668 8.40597 15.5668H5.49477Z"
											fill="#232F3E"
										/>
									</svg>

									<svg
										className="absolute left-[123.84px] top-[47.57px] overflow-visible"
										style={{
											transform:
												"translate(0px, -15.19px)",
										}}
										width="15"
										height="16"
										viewBox="0 0 15 16"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M6.33514 15.5668C6.10136 15.5668 5.93375 15.5157 5.8316 15.4134C5.72945 15.3113 5.67838 15.1433 5.67838 14.9092V9.84577L1.10357 1.47235C0.928525 1.16571 0.841003 0.946251 0.841003 0.8149C0.841003 0.522675 1.03021 0.376445 1.41001 0.376445H4.51831C4.75162 0.376445 4.93758 0.420384 5.07641 0.508029C5.215 0.595673 5.32806 0.74167 5.41581 0.946251L7.911 6.82075L10.4503 0.946251C10.5378 0.74167 10.6506 0.595673 10.7895 0.508029C10.9281 0.420384 11.114 0.376445 11.3478 0.376445H14.2369C14.6163 0.376445 14.8062 0.522675 14.8062 0.8149C14.8062 0.946251 14.7184 1.16571 14.5434 1.47235L9.90287 9.8897V14.9092C9.90287 15.1433 9.85551 15.3113 9.76079 15.4134C9.66561 15.5157 9.49428 15.5668 9.24634 15.5668H6.33514Z"
											fill="#232F3E"
										/>
									</svg>

									<svg
										className="absolute left-[143.85px] top-[47.57px] overflow-visible"
										style={{
											transform:
												"translate(0px, -15.19px)",
										}}
										width="15"
										height="16"
										viewBox="0 0 15 16"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M5.07151 12.3228H6.5162C8.71956 12.3228 9.82136 10.9345 9.82136 8.15797V7.76345C9.82136 5.00161 8.73395 3.62045 6.55984 3.62045H5.07151V12.3228ZM1.50354 15.5668C1.27 15.5668 1.10192 15.5157 1.00024 15.4134C0.897625 15.3113 0.847015 15.1433 0.847015 14.9092V1.0339C0.847015 0.785841 0.897625 0.614273 1.00024 0.518956C1.10192 0.423873 1.27 0.376445 1.50354 0.376445H6.77876C9.11329 0.376445 10.9229 1.03389 12.2072 2.34926C13.4915 3.66439 14.1336 5.53515 14.1336 7.9606C14.1336 9.55377 13.8492 10.9235 13.2797 12.0706C12.7107 13.2181 11.897 14.0873 10.8394 14.6792C9.78097 15.2711 8.51527 15.5668 7.04133 15.5668H1.50354Z"
											fill="#232F3E"
										/>
									</svg>

									<svg
										className="absolute left-[157.86px] top-[47.57px] overflow-visible"
										style={{
											transform:
												"translate(0px, -15.19px)",
										}}
										width="16"
										height="16"
										viewBox="0 0 16 16"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M9.85211 9.64842L8.27602 4.01523L6.74381 9.64842H9.85211ZM1.42472 15.5669C1.04515 15.5669 0.855713 15.4209 0.855713 15.1284C0.855713 15.0117 0.913751 14.7925 1.03076 14.4707L5.86836 0.902576C5.94102 0.697995 6.02855 0.559204 6.13116 0.486206C6.23284 0.412975 6.40092 0.376476 6.63447 0.376476H10.1367C10.3698 0.376476 10.5379 0.412975 10.6403 0.486206C10.7419 0.559204 10.8297 0.697995 10.9026 0.902576L15.7623 14.4707C15.8788 14.7925 15.9373 15.0117 15.9373 15.1284C15.9373 15.4209 15.7476 15.5669 15.3683 15.5669H12.0847C11.8512 15.5669 11.6798 15.5232 11.5703 15.4355C11.4609 15.3476 11.3697 15.1723 11.2968 14.9092L10.6403 12.6295H5.95588L5.32094 14.9092C5.24782 15.1723 5.15681 15.3476 5.04747 15.4355C4.93812 15.5232 4.76633 15.5669 4.53302 15.5669H1.42472Z"
											fill="#232F3E"
										/>
									</svg>

									<svg
										className="absolute left-[171.91px] top-[47.57px] overflow-visible"
										style={{
											transform:
												"translate(0px, -15.19px)",
										}}
										width="15"
										height="16"
										viewBox="0 0 15 16"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M6.40261 15.5668C6.16883 15.5668 6.00122 15.5157 5.89907 15.4134C5.79692 15.3113 5.74585 15.1433 5.74585 14.9092V9.84577L1.17104 1.47235C0.996 1.16571 0.908478 0.946251 0.908478 0.8149C0.908478 0.522675 1.09768 0.376445 1.47748 0.376445H4.58578C4.8191 0.376445 5.00505 0.420384 5.14388 0.508029C5.28247 0.595673 5.39553 0.74167 5.48329 0.946251L7.97847 6.82075L10.5178 0.946251C10.6053 0.74167 10.7181 0.595673 10.8569 0.508029C10.9955 0.420384 11.1815 0.376445 11.4153 0.376445H14.3044C14.6837 0.376445 14.8736 0.522675 14.8736 0.8149C14.8736 0.946251 14.7859 1.16571 14.6108 1.47235L9.97034 9.8897V14.9092C9.97034 15.1433 9.92298 15.3113 9.82826 15.4134C9.73308 15.5157 9.56175 15.5668 9.31381 15.5668H6.40261Z"
											fill="#232F3E"
										/>
									</svg>

									<svg
										className="absolute left-[78.87px] top-[17.21px] overflow-visible"
										style={{
											transform:
												"translate(0px, -10.03px)",
										}}
										width="31"
										height="11"
										viewBox="0 0 31 11"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M26.4825 10.2057C25.9228 10.2057 25.3754 10.1432 24.8409 10.0188C24.3061 9.8944 23.8956 9.75119 23.6098 9.58916C23.4355 9.48965 23.3266 9.39015 23.2834 9.29019C23.2396 9.19069 23.218 9.09119 23.218 8.99145V8.44954C23.218 8.22544 23.2988 8.11361 23.4606 8.11361C23.5226 8.11361 23.5878 8.12617 23.6563 8.15081C23.7245 8.17615 23.8151 8.21335 23.927 8.2631C24.2875 8.4249 24.6789 8.54951 25.1021 8.63646C25.5246 8.72364 25.9476 8.76734 26.3706 8.76734C27.042 8.76734 27.5611 8.64924 27.9281 8.41235C28.2949 8.17615 28.4783 7.83952 28.4783 7.40362C28.4783 7.10466 28.382 6.85567 28.1893 6.65644C27.9964 6.45744 27.6389 6.27052 27.1165 6.09593L25.5683 5.61028C24.785 5.3613 24.216 5.00026 23.8615 4.52693C23.5072 4.05384 23.3299 3.53681 23.3299 2.97653C23.3299 2.52831 23.4262 2.13287 23.6191 1.79043C23.8118 1.44799 24.0669 1.15506 24.3838 0.912355C24.701 0.669415 25.071 0.485757 25.4938 0.361148C25.9165 0.237005 26.3641 0.174701 26.8368 0.174701C27.0731 0.174701 27.3124 0.190276 27.555 0.221196C27.7976 0.25258 28.0275 0.293032 28.2452 0.34255C28.4625 0.392533 28.6647 0.44856 28.8514 0.510865C29.038 0.573169 29.1871 0.635473 29.2992 0.697545C29.4483 0.784957 29.5537 0.872137 29.6163 0.959084C29.6786 1.0465 29.7094 1.16436 29.7094 1.31408V1.81832C29.7094 2.04267 29.6286 2.15449 29.4668 2.15449C29.3798 2.15449 29.2433 2.11125 29.0566 2.02384C28.4472 1.74998 27.7633 1.61281 27.0048 1.61281C26.3952 1.61281 25.9228 1.71278 25.5871 1.91178C25.2512 2.11125 25.0835 2.42881 25.0835 2.86448C25.0835 3.16321 25.1889 3.41545 25.4004 3.62096C25.6117 3.82647 26.0036 4.02245 26.5756 4.20937L28.0867 4.69501C28.8574 4.94423 29.4081 5.28667 29.7375 5.72257C30.0667 6.15847 30.2318 6.65644 30.2318 7.21694C30.2318 7.67772 30.1384 8.09176 29.952 8.45908C29.7656 8.82639 29.5072 9.14094 29.1778 9.40224C28.8481 9.66378 28.4532 9.86325 27.9934 10.0002C27.533 10.1371 27.0295 10.2057 26.4825 10.2057ZM12.7906 9.92532C12.6042 9.92532 12.467 9.89114 12.3801 9.8228C12.2931 9.75445 12.2186 9.61426 12.1563 9.40224L9.65674 1.14576C9.59429 0.934208 9.56365 0.791001 9.56365 0.716375C9.56365 0.542016 9.65048 0.454837 9.82459 0.454837H10.8693C11.068 0.454837 11.208 0.489244 11.289 0.55736C11.3698 0.625942 11.4411 0.766126 11.5035 0.977914L13.2944 8.03876L14.9545 0.977914C15.0039 0.766126 15.0724 0.625942 15.1597 0.55736C15.2465 0.489244 15.3898 0.454837 15.5887 0.454837H16.4468C16.6455 0.454837 16.7887 0.489244 16.8758 0.55736C16.9626 0.625942 17.0311 0.766126 17.081 0.977914L18.7597 8.13221L20.6065 0.977914C20.6685 0.766126 20.74 0.625942 20.821 0.55736C20.9018 0.489244 21.0415 0.454837 21.2407 0.454837H22.2295C22.4036 0.454837 22.4906 0.542016 22.4906 0.716375C22.4906 0.766126 22.4841 0.822386 22.4721 0.884225C22.4595 0.946994 22.4344 1.03394 22.3973 1.14576L19.823 9.40224C19.7607 9.61426 19.6862 9.75445 19.5994 9.8228C19.5121 9.89114 19.3754 9.92532 19.1889 9.92532H18.275C18.0758 9.92532 17.9328 9.88812 17.8457 9.8135C17.7587 9.73864 17.6902 9.59566 17.6405 9.38364L15.9804 2.50972L14.3388 9.38364C14.2891 9.59566 14.2206 9.73864 14.1338 9.8135C14.0465 9.88812 13.9035 9.92532 13.7046 9.92532H12.7906ZM4.22854 8.76734C4.57677 8.76734 4.94357 8.70178 5.32918 8.57113C5.71455 8.44025 6.05025 8.21335 6.33649 7.88927C6.51061 7.69027 6.63179 7.46291 6.70027 7.20764C6.76853 6.95238 6.80265 6.64412 6.80265 6.28284V5.83439C6.4918 5.75977 6.16539 5.70095 5.82343 5.65724C5.48147 5.61354 5.14879 5.59169 4.82541 5.59169C4.11664 5.59169 3.58803 5.73512 3.24003 6.02131C2.89157 6.30795 2.71769 6.71897 2.71769 7.25414C2.71769 7.75234 2.84816 8.12919 3.10933 8.38422C3.3705 8.63971 3.74357 8.76734 4.22854 8.76734ZM8.55634 7.14208C8.55634 7.54079 8.5965 7.85835 8.67752 8.09478C8.75831 8.33145 8.87323 8.58694 9.02273 8.8608C9.07218 8.94798 9.09725 9.02888 9.09725 9.10351C9.09725 9.21556 9.02877 9.32157 8.89203 9.42107L8.22041 9.86929C8.12082 9.9316 8.02749 9.96275 7.94067 9.96275C7.82877 9.96275 7.72291 9.913 7.62355 9.8135C7.47427 9.66378 7.34659 9.49895 7.24119 9.31832C7.13533 9.13791 7.02668 8.92938 6.91478 8.69249C6.08159 9.67657 5.0369 10.1683 3.78095 10.1683C2.88553 10.1683 2.17654 9.913 1.65443 9.40224C1.13208 8.89195 0.870911 8.20684 0.870911 7.3476C0.870911 6.4386 1.1943 5.70699 1.84085 5.15277C2.48739 4.59877 3.35797 4.32142 4.45234 4.32142C4.81287 4.32142 5.18919 4.34955 5.58083 4.40558C5.97271 4.46161 6.3799 4.53949 6.80265 4.63899V3.8546C6.80265 3.04511 6.63481 2.47531 6.29934 2.14519C5.96342 1.8153 5.38513 1.65024 4.56423 1.65024C4.19116 1.65024 3.80881 1.69697 3.41717 1.79043C3.02529 1.88365 2.64294 2.00524 2.26987 2.15449C2.09575 2.22911 1.97155 2.27607 1.89679 2.29467C1.82227 2.3135 1.76632 2.3228 1.72918 2.3228C1.57967 2.3228 1.50515 2.21052 1.50515 1.98664V1.46356C1.50515 1.2892 1.52999 1.16436 1.57967 1.08974C1.62936 1.01511 1.72918 0.940485 1.87822 0.865627C2.25129 0.678947 2.69888 0.517142 3.22123 0.379979C3.74357 0.243049 4.29679 0.174701 4.88136 0.174701C6.14984 0.174701 7.07938 0.464137 7.67021 1.04324C8.26081 1.62211 8.55634 2.49739 8.55634 3.66769V7.14208Z"
											fill="#232F3E"
										/>
									</svg>

									<svg
										className="absolute left-[77.52px] top-[26.43px] overflow-visible"
										style={{
											transform: "translate(0px, -6.6px)",
										}}
										width="30"
										height="8"
										viewBox="0 0 30 8"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											fillRule="evenodd"
											clipRule="evenodd"
											d="M29.4986 3.46234C25.9889 6.05587 20.9011 7.43494 16.5197 7.43494C10.3792 7.43494 4.84955 5.16223 0.665226 1.37841C0.336729 1.0813 0.629706 0.675855 1.02483 0.905776C5.53928 3.53627 11.1223 5.12084 16.8885 5.12084C20.7783 5.12084 25.0538 4.31228 28.9886 2.64123C29.5815 2.38922 30.079 3.03249 29.4986 3.46234Z"
											fill="#FF9900"
										/>
									</svg>

									<svg
										className="absolute left-[103.57px] top-[25.13px] overflow-visible"
										style={{
											transform:
												"translate(0px, -5.93px)",
										}}
										width="7"
										height="7"
										viewBox="0 0 7 7"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											fillRule="evenodd"
											clipRule="evenodd"
											d="M4.95887 1.79254C4.50989 1.21692 1.99195 1.51984 0.86044 1.65561C0.51755 1.69675 0.464619 1.39686 0.773382 1.17972C2.78244 -0.233283 6.07414 0.174484 6.45673 0.647811C6.84187 1.12486 6.35551 4.42977 4.47274 6.00691C4.18325 6.24938 3.90791 6.11989 4.03606 5.79977C4.45998 4.74036 5.40832 2.36862 4.95887 1.79254Z"
											fill="#FF9900"
										/>
									</svg>

									<svg
										className="absolute left-[15.03px] top-[58px] overflow-visible"
										style={{
											transform:
												"translate(0px, -1.44px)",
										}}
										width="55"
										height="1"
										viewBox="0 0 55 1"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M54.3141 0.892181L0.0327148 0.998657Z"
											fill="#232F3E"
										/>
										<path
											d="M54.3141 0.892181L0.0327148 0.998657"
											stroke="#232F3E"
											strokeWidth="2.66667"
											strokeMiterlimit="10"
										/>
									</svg>

									<svg
										className="absolute left-[116.86px] top-[58px] overflow-visible"
										style={{
											transform:
												"translate(0px, -1.44px)",
										}}
										width="56"
										height="1"
										viewBox="0 0 56 1"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M55.1415 0.892181L0.860168 0.998657Z"
											fill="#232F3E"
										/>
										<path
											d="M55.1415 0.892181L0.860168 0.998657"
											stroke="#232F3E"
											strokeWidth="2.66667"
											strokeMiterlimit="10"
										/>
									</svg>

									<svg
										className="absolute left-[76.98px] top-[60.61px] overflow-visible"
										style={{
											transform:
												"translate(0px, -5.34px)",
										}}
										width="6"
										height="6"
										viewBox="0 0 6 6"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M2.521 5.6138V1.43965H0.975098V0.276787H5.55106V1.43965H4.00539V5.6138H2.521Z"
											fill="#FF9900"
										/>
									</svg>

									<svg
										className="absolute left-[81.56px] top-[60.61px] overflow-visible"
										style={{
											transform:
												"translate(0px, -5.34px)",
										}}
										width="6"
										height="6"
										viewBox="0 0 6 6"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M2.68147 3.53468H3.7582L3.21218 1.55536L2.68147 3.53468ZM4.32721 5.61374L4.03516 4.58177H2.40475L2.12779 5.61374H0.558899L2.43539 0.276726H4.07346L5.95019 5.61374H4.32721Z"
											fill="#FF9900"
										/>
									</svg>

									<svg
										className="absolute left-[87.95px] top-[60.61px] overflow-visible"
										style={{
											transform:
												"translate(0px, -5.34px)",
										}}
										width="3"
										height="6"
										viewBox="0 0 3 6"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M0.949738 0.276665H2.4339V5.61368H0.949738V0.276665Z"
											fill="#FF9900"
										/>
									</svg>

									<svg
										className="absolute left-[90.5px] top-[60.61px] overflow-visible"
										style={{
											transform:
												"translate(0px, -5.34px)",
										}}
										width="8"
										height="6"
										viewBox="0 0 8 6"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M4.98667 5.6138L4.23311 2.12523L3.49463 5.6138H1.9334L0.495209 0.276787H2.12562L2.74872 3.96553L3.51018 0.384425H5.01755L5.77878 4.01969L6.40954 0.276787H7.98609L6.5558 5.6138H4.98667Z"
											fill="#FF9900"
										/>
									</svg>

									<svg
										className="absolute left-[98.16px] top-[60.61px] overflow-visible"
										style={{
											transform:
												"translate(0px, -5.34px)",
										}}
										width="6"
										height="6"
										viewBox="0 0 6 6"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M2.27814 3.53468H3.35487L2.80861 1.55536L2.27814 3.53468ZM3.92387 5.61374L3.63159 4.58177H2.00118L1.72422 5.61374H0.155334L2.03183 0.276726H3.67013L5.54662 5.61374H3.92387Z"
											fill="#FF9900"
										/>
									</svg>

									<svg
										className="absolute left-[104.52px] top-[60.61px] overflow-visible"
										style={{
											transform:
												"translate(0px, -5.34px)",
										}}
										width="6"
										height="6"
										viewBox="0 0 6 6"
										fill="none"
										xmlns="http://www.w3.org/2000/svg"
									>
										<path
											d="M1.79222 2.27148V5.61383H0.515381V0.276817H2.05363L3.92246 3.65008V0.276817H5.19907V5.61383H3.66105L1.79222 2.27148Z"
											fill="#FF9900"
										/>
									</svg>
								</div>
							</div>
						</div>
					</div>
				</div>

				<div className="flex flex-row gap-8 items-center justify-start shrink-0 relative">
					<div
						className="text-[#000000] text-left relative"
						style={{ font: "500 16px 'Noto Sans TC', sans-serif" }}
					>
						關於我們
					</div>

					<div
						className="text-[#000000] text-left relative"
						style={{ font: "500 16px 'Noto Sans TC', sans-serif" }}
					>
						活動議程
					</div>

					<div
						className="text-[#000000] text-left relative"
						style={{ font: "500 16px 'Noto Sans TC', sans-serif" }}
					>
						講師陣容
					</div>

					<div
						className="text-[#000000] text-left relative"
						style={{ font: "500 16px 'Noto Sans TC', sans-serif" }}
					>
						贊助企業
					</div>
				</div>

				<div
					className="rounded-[7px] pt-2 pr-6 pb-2 pl-6 flex flex-row gap-3 items-center justify-center shrink-0 relative overflow-hidden"
					style={{
						background:
							"linear-gradient(82deg, rgba(255, 168, 87, 1.00) 0%,rgba(255, 219, 89, 1.00) 100%)",
						boxShadow: "0px 4px 12px 4px rgba(255, 186, 83, 0.25)",
					}}
				>
					<div
						className="text-[#000000] text-left relative"
						style={{ font: "500 16px 'Noto Sans TC', sans-serif" }}
					>
						訂閱電子報
					</div>
				</div>
			</div>

			<div className="pt-32 pr-[180px] pb-32 pl-[180px] flex flex-row items-start justify-between self-stretch shrink-0 relative overflow-hidden">
				<div
					className="text-[#000000] text-left relative"
					style={{ font: "700 72px/100% 'Noto Sans TC', sans-serif" }}
				>
					史無前例，
					<br />
					首屆屬於 AWS <br />
					社群愛好者的年會
				</div>

				<div className="flex flex-col gap-4 items-start justify-end shrink-0 w-[455px] h-[324px] relative">
					<img
						className="rounded-[15px] self-stretch flex-1 relative"
						src="image-1.png"
					/>

					<div
						className="text-[#202020] text-left relative w-[455px]"
						style={{ font: "400 16px 'Noto Sans TC', sans-serif" }}
					>
						<span>
							<span className="aws-user-group-taiwan-aws-span">
								AWS User Group Taiwan
							</span>
							<span className="aws-user-group-taiwan-aws-span2">
								{" "}
								是一個位於臺北社群愛好者組織，
								<br />
								致力於 AWS 愛好者之雲端技術交流與分享，
								<br />
								在不同產業的技術應用中達到最佳實踐的技術。
							</span>
						</span>
					</div>

					<div
						className="rounded-[7px] pt-2 pr-6 pb-2 pl-6 flex flex-row gap-3 items-center justify-center shrink-0 relative overflow-hidden"
						style={{
							background:
								"linear-gradient(82deg, rgba(255, 168, 87, 1.00) 0%,rgba(255, 219, 89, 1.00) 100%)",
							boxShadow:
								"0px 4px 12px 4px rgba(255, 186, 83, 0.25)",
						}}
					>
						<div
							className="text-[#000000] text-left relative"
							style={{
								font: "500 16px 'Noto Sans TC', sans-serif",
							}}
						>
							立即報名
						</div>
					</div>
				</div>
			</div>

			<div className="pt-16 pr-[180px] pb-16 pl-[180px] flex flex-col gap-16 items-start justify-start self-stretch shrink-0 relative overflow-hidden">
				<img
					className="rounded-[15px] self-stretch shrink-0 h-[360px] relative"
					src="image-2.png"
				/>

				<div
					className="text-[#000000] text-left relative w-[1151px]"
					style={{ font: "400 24px/150% 'Noto Sans TC', sans-serif" }}
				>
					AWS Community Day Taiwan
					是一場從活動規劃、籌備到實踐，全由社群領袖發起的交流活動。活動將邀請來自
					AWS
					的全球用戶的專家與產業領導，透過技術交流、研討會及工作坊，彼此相互交流與學習，同時讓開發人員了解與認識
					AWS 的最新技術與最佳實踐。
				</div>
			</div>

			<div className="pt-0 pr-[180px] pb-0 pl-[180px] flex flex-col gap-9 items-start justify-start self-stretch shrink-0 relative overflow-hidden">
				<div
					className="text-[#000000] text-left relative"
					style={{ font: "700 36px/150% 'Noto Sans TC', sans-serif" }}
				>
					你為什麼值得參與
					<br />
					AWS Community Day Taiwan
				</div>

				<div
					className="pt-7 pr-0 pb-7 pl-0 flex flex-row items-center justify-between self-stretch shrink-0 h-[214px] relative overflow-hidden"
					style={{ flexWrap: "wrap" }}
				>
					<div className="flex flex-row gap-4 items-start justify-start shrink-0 w-[540px] h-24 relative overflow-hidden">
						<div
							className="rounded-[15px] flex flex-col gap-0 items-center justify-center shrink-0 w-24 h-24 relative overflow-hidden"
							style={{
								background:
									"linear-gradient(95.88deg, rgba(64, 64, 64, 1.00) 0%,rgba(0, 0, 0, 1.00) 100%)",
							}}
						>
							<img
								className="shrink-0 w-[84px] h-[84.21px] relative"
								src="image-3.png"
							/>
						</div>

						<div className="flex flex-col gap-2 items-start justify-center self-stretch shrink-0 relative overflow-hidden">
							<div
								className="text-[#000000] text-left relative"
								style={{
									font: "500 20px/150% 'Noto Sans TC', sans-serif",
								}}
							>
								與各領域專家學習
							</div>

							<div
								className="text-[#000000] text-left relative"
								style={{
									font: "400 16px/150% 'Noto Sans TC', sans-serif",
								}}
							>
								Peer-to-peer learning with local specialists
							</div>
						</div>
					</div>

					<div className="flex flex-row gap-4 items-start justify-start shrink-0 w-[540px] h-24 relative overflow-hidden">
						<div
							className="rounded-[15px] flex flex-col gap-0 items-center justify-center shrink-0 w-24 h-24 relative overflow-hidden"
							style={{
								background:
									"linear-gradient(95.88deg, rgba(64, 64, 64, 1.00) 0%,rgba(0, 0, 0, 1.00) 100%)",
							}}
						>
							<img
								className="shrink-0 w-[84px] h-[84.21px] relative"
								src="image-3.png"
							/>
						</div>

						<div className="flex flex-col gap-2 items-start justify-center self-stretch shrink-0 relative overflow-hidden">
							<div
								className="text-[#000000] text-left relative"
								style={{
									font: "500 20px/150% 'Noto Sans TC', sans-serif",
								}}
							>
								與各領域專家學習
							</div>

							<div
								className="text-[#000000] text-left relative"
								style={{
									font: "400 16px/150% 'Noto Sans TC', sans-serif",
								}}
							>
								Peer-to-peer learning with local specialists
							</div>
						</div>
					</div>

					<div className="flex flex-row gap-4 items-start justify-start shrink-0 w-[540px] h-24 relative overflow-hidden">
						<div
							className="rounded-[15px] flex flex-col gap-0 items-center justify-center shrink-0 w-24 h-24 relative overflow-hidden"
							style={{
								background:
									"linear-gradient(95.88deg, rgba(64, 64, 64, 1.00) 0%,rgba(0, 0, 0, 1.00) 100%)",
							}}
						>
							<img
								className="shrink-0 w-[84px] h-[84.21px] relative"
								src="image-3.png"
							/>
						</div>

						<div className="flex flex-col gap-2 items-start justify-center self-stretch shrink-0 relative overflow-hidden">
							<div
								className="text-[#000000] text-left relative"
								style={{
									font: "500 20px/150% 'Noto Sans TC', sans-serif",
								}}
							>
								與各領域專家學習
							</div>

							<div
								className="text-[#000000] text-left relative"
								style={{
									font: "400 16px/150% 'Noto Sans TC', sans-serif",
								}}
							>
								Peer-to-peer learning with local specialists
							</div>
						</div>
					</div>

					<div className="flex flex-row gap-4 items-start justify-start shrink-0 w-[540px] h-24 relative overflow-hidden">
						<div
							className="rounded-[15px] flex flex-col gap-0 items-center justify-center shrink-0 w-24 h-24 relative overflow-hidden"
							style={{
								background:
									"linear-gradient(95.88deg, rgba(64, 64, 64, 1.00) 0%,rgba(0, 0, 0, 1.00) 100%)",
							}}
						>
							<img
								className="shrink-0 w-[84px] h-[84.21px] relative"
								src="image-3.png"
							/>
						</div>

						<div className="flex flex-col gap-2 items-start justify-center self-stretch shrink-0 relative overflow-hidden">
							<div
								className="text-[#000000] text-left relative"
								style={{
									font: "500 20px/150% 'Noto Sans TC', sans-serif",
								}}
							>
								與各領域專家學習
							</div>

							<div
								className="text-[#000000] text-left relative"
								style={{
									font: "400 16px/150% 'Noto Sans TC', sans-serif",
								}}
							>
								Peer-to-peer learning with local specialists
							</div>
						</div>
					</div>
				</div>
			</div>
		</>
	);
}
